---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgPerMin
source: html/4e19208d-f731-1ec1-a110-f4b407dcb3b0.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgPerMin Property

Symbol kg/min, indicating unit Kilograms per minute.

## Syntax (C#)
```csharp
public static ForgeTypeId KgPerMin { get; }
```